INSERT INTO employee (id, first_name, patronymic, last_name, age, salary, hiring_date)
VALUES ('00e5eb40-472e-40d2-9591-036287d20258', 'Иван', 'Семёнович', 'Петров', 30, 321.45, '2015-01-01'::DATE),
       ('25271e02-09a7-4352-bf3b-c01d02bc6a8f', 'Лев', 'Николаевич', 'Толстой', 197, 0, '1850-03-25'::DATE),
       ('00e5eb41-472e-40d2-9591-036287d20258', 'Мария', 'Ивановна', 'Кузнецова', 35, 178.99, '2010-10-30'::DATE),
       ('00e5eb45-472e-40d2-9591-036287d20258', 'John', null, 'Johnson', 50, 234.01, '2007-06-18'::DATE),
       ('00e5eb48-472e-40d2-9591-036287d20258', 'Ernesto', null, 'Guevara', 97, 0, '1951-12-29'::DATE);